import { HomeScreenDiv, HeaderSite, BlockInfo } from './Home.styled';
const Home = () => {
  return (
    <HomeScreenDiv>
      <HeaderSite>РУМ'ЯНИЙ ХЛІБ</HeaderSite>
      <h1>З УКРАЇНОЮ В СЕРЦІ</h1>
      <BlockInfo>
      Хліб усьому голова. Таких правил дотримуються не лише українці, 
      хліб шанують у всьому світі. Пропонуємо вам ознайомитися з 
      кількома цікавими фактами про хліб.
      Кожного дня в усьому світі з’їдають 9 мільйонів одиниць хліба. 
      І приблизно половина цього хліба йде на виготовлення бутербродів. 
      Рекордсмени в цій справі французи: вони споживають 67 кг хліба на душу населення на рік. 
      Це – найбільший показник в Европі.
      </BlockInfo>      
    </HomeScreenDiv>
  );
};
export default Home;