import { AboutDiv, BlockInfo} from './About.styled';


const About = () => {
    return (
      <AboutDiv>
        <h1>ХТО МИ</h1>
        <BlockInfo>
        Никола́ев — город на юге Украины, административный центр Николаевской области, 
        Николаевского района и Николаевской городской общины. Один из крупнейших 
        экономических центров юга Украины. Появление города связано со строительством 
        кораблестроительной верфи.
        </BlockInfo>
        
      </AboutDiv>
    );
  };
  export default About;